/* No comment provided by engineer. */
"All recipient addresses rejected." = "All recipient addresses rejected.";

/* No comment provided by engineer. */
"Authentication failed" = "Authentication failed";

/* No comment provided by engineer. */
"Bad username or password." = "Bad username or password.";

/* No comment provided by engineer. */
"Could not connect to server" = "Could not connect to server";

/* No comment provided by engineer. */
"Could not find a compatible authentication mechanism." = "Could not find a compatible authentication mechanism.";

/* No comment provided by engineer. */
"Delivery account requires authentication, but no password has been specified." = "Delivery account requires authentication, but no password has been specified.";

/* No comment provided by engineer. */
"Error while connecting to the server. Verify your internet connection and/or if you are behind a firewall check your firewall configuration." = "Error while connecting to the server. Verify your internet connection and/or if you are behind a firewall check your firewall configuration.";

/* No comment provided by engineer. */
"Password Required" = "Password Required";

/* No comment provided by engineer. */
"Sender rejected. From address is not one of your addresses." = "Sender rejected. From address is not one of your addresses.";

/* No comment provided by engineer. */
"Server does not respond." = "Server does not respond.";

/* No comment provided by engineer. */
"Server refused the STARTTLS message" = "Server refused the STARTTLS message";

/* No comment provided by engineer. */
"SMTP server requiered" = "SMTP server requiered";

/* No comment provided by engineer. */
"SMTP Server require SSL connection" = "SMTP Server require SSL connection";

/* No comment provided by engineer. */
"The server refused our EHLO message." = "The server refused our EHLO message.";

/* No comment provided by engineer. */
"The SMTP server refused the sender address" = "The SMTP server refused the sender address";

/* No comment provided by engineer. */
"The SMTP server refused to accept the message's data." = "The SMTP server refused to accept the message's data.";

/* No comment provided by engineer. */
"This message has no recipients" = "This message has no recipients";

/* No comment provided by engineer. */
"This message has no sender" = "This message has no sender";

/* No comment provided by engineer. */
"This server require authentication. Did you forgot to provide an authentication mechanism?. Please check your settings and try again later." = "This server require authentication. Did you forgot to provide an authentication mechanism?. Please check your settings and try again later.";

/* No comment provided by engineer. */
"Timeout while connecting." = "Timeout while connecting.";

/* No comment provided by engineer. */
"Try enabling SSL." = "Try enabling SSL.";

/* No comment provided by engineer. */
"Unable to find a delivery account" = "Unable to find a delivery account";

/* No comment provided by engineer. */
"Unsupported login mechanism." = "Unsupported login mechanism.";

/* No comment provided by engineer. */
"Username requiered" = "Username requiered";

